"STORE_DESCRIPTION" = "VLC is een gratis en open source platformoverschrijdende multimediaspeler.\nHet kan al uw films, series en muziek in de meeste formaten direct afspelen, zonder conversie.\nHet laat bestandssynchronisatie toe met Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, directe downloads, via wifi-delen en ook streamen vanaf SMB, FTP, SFTP, NFS, UPnP/DLNA mediaservers en het web. VLC biedt ondersteuning voor geavanceerde ondertitels inclusief volledige SSA-compatibiliteit, multi-track audio, regeling van afspeelsnelheid en renderen via Chromecast.\n\nVLC helemaal gratis en open source.";

"STORE_DESCRIPTION_TV" = "VLC is een gratis en open source platformoverschrijdende multimediaspeler.\nHet kan al uw films, series en muziek in de meeste formaten direct afspelen zonder conversie.\nHet laat Remote Playback toe vanaf uw Mac of pc via een web-UI en ook streamen van SMB, FTP, SFTP, NFS, UPnP/DLNA mediaservers en het web.\nVLC biedt ondersteuning voor geavanceerde ondertitels inclusief volledige SSA-compatibiliteit, multi-track audio, en regeling van afspeelsnelheid.\n\nVLC is volledig vrij en opensource.\n\nAlbumhoezen worden voorzien door TMDb, dat een door de gemeenschap beheerde filmdatabase is.";

"UNKNOWN_TRACK_TYPE" = "Onbekend tracktype";
"CHOOSE_TITLE" = "Titel kiezen";
"CHOOSE_CHAPTER" = "Hoofdstuk kiezen";
"CHAPTER_SELECTION_TITLE" = "Hoofdstukken";
"TITLE" = "Titel";
"CHAPTER" = "Hoofdstuk";
"TRACK_SELECTION" = "Spoorselectie";
"AUDIO" = "Audio";
"SUBTITLES" = "Ondertitels";
"LANGUAGE" = "Taal";
"MEDIA_INFO" = "Media-informatie";
"VIDEO_DIMENSIONS" = "Video-afmetingen";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i pixel";
"FORMAT_AUDIO_TRACKS" = "%i audiosporen";
"ONE_AUDIO_TRACK" = "Een audiospoor";
"FORMAT_SPU_TRACKS" = "%i ondertitelsporen";
"ONE_SPU_TRACK" = "Een ondertitelspoor";
"TRACKS" = "%i tracks";
"TRACK" = "%i track";
"TRACKS_DURATION" = "%u tracks, duur: %@";
"NB_ALBUM_FORMAT" = "%i album";
"NB_ALBUMS_FORMAT" = "%i albums";

"PLAYING_EXTERNALLY_TITLE" = "Tv verbonden";
"PLAYING_EXTERNALLY_DESC" = "Deze video wordt afgespeeld op de tv";
"PLAYING_EXTERNALLY_ADDITION" = "\n Speelt nu af op:"; /* \n should stay in every translation */

"VFILTER_HUE" = "Tint";
"VFILTER_CONTRAST" = "Contrast";
"VFILTER_BRIGHTNESS" = "Helderheid";
"VFILTER_SATURATION" = "Verzadiging";
"VFILTER_GAMMA" = "Gamma";

"PRESET_PREAMP_SETTING" = "Instellingen preset/preamp";
"PREAMP" = "Voorversterking";
"SNAP_BANDS" = "Banden uitlijnen";

"PLAYBACK_FAILED" = "Afspelen mislukt";
"PLEASE_WAIT" = "Even geduld";
"AR_CHANGED" = "Beeldverhouding: %@";
"DEFAULT" = "Standaard";
"FILL_TO_SCREEN" = "Bijsnijden om scherm te vullen";
"PLAYBACK_SPEED" = "Afspeelsnelheid";
"SPU_DELAY" = "Ondertitelvertraging";
"AUDIO_DELAY" = "Audiovertraging";
"BUTTON_SLEEP_TIMER" = "Slaap-timer";
"SLEEP_TIMER_UPDATED" = "Slaap-timer bijgewerkt";
"CONTINUE_PLAYBACK" = "Afspelen hervatten?";
"CONTINUE_PLAYBACK_LONG" = "Wilt u het afspelen van \"%@\" hervatten vanaf het laatste punt?";

"BUTTON_ABOUT" = "Over";
"BUTTON_BACK" = "Terug";
"BUTTON_DONE" = "Klaar";
"BUTTON_CANCEL" = "Annuleren";
"BUTTON_SAVE" = "Opslaan";
"BUTTON_DOWNLOAD" = "Downloaden";
"BUTTON_DELETE" = "Verwijderen";
"BUTTON_OK" = "OK";
"BUTTON_DISMISS" = "Dismiss";
"BUTTON_CONTACT" = "Contacteer ons";
"BUTTON_CONNECT" = "Verbinden";
"BUTTON_RENAME" = "Hernoemen";
"BUTTON_LEARN_MORE" = "Meer informatie";
"BUTTON_LOGOUT" = "Afmelden";
"BUTTON_CONTINUE" = "Hervatten";
"BUTTON_SET" = "Instellen";
"BUTTON_RESET" = "Herstellen";
"BUTTON_RESCAN" = "Opnieuw scannen";
"PRIVATE_PLAYBACK_TOGGLE" = "Privé-afspelen";
"SCAN_SUBTITLE_TOGGLE" = "Scannen voor ondertitels (alleen http)";

"BUTTON_RENDERER" = "Casting-apparaten";
"BUTTON_RENDERER_HINT" = "Een menu met beschikbare casting-apparaten weergeven";
"BUTTON_AIRPLAY" = "AirPlay of bluetooth";
"BUTTON_AIRPLAY_HINT" = "Een menu met beschikbare AirPlay- of bluetooth-apparaten weergeven";

"UPGRADING_LIBRARY" = "Mediabiblitoheek bijwerken";

"FAVORITES" = "Favorieten";
"NO_FAVORITES" = "Er zijn nog geen favorieten";
"NO_FAVORITES_DESCRIPTION" = "Markeer uw favoriete mappen tijdens het bladeren door servers om ze hier te laten weergeven.";
"ADD_FAVORITE" = "Add to Favorites";
"REMOVE_FAVORITE" = "Remove from Favorites";
"FAVORITE_ALERT_TITLE" = "Would you like to add this folder to your Favorites?";
"UNFAVORITE_ALERT_TITLE" = "Would you like to remove this folder from your Favorites?";

"OPEN_NETWORK" = "Netwerkstream openen";
"NETWORK_TITLE" = "Netwerkstream";
"OPEN_NETWORK_HELP" = "Geef een HTTP, RTSP, RTMP, MMS, FTP of UDP/RTP adres op om de stream direct te openen.";
"HTTP_UPLOAD_SERVER_OFF" = "Inactieve server";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Geen actieve wifiverbinding";
"OPEN_STREAM_OR_DOWNLOAD" = "Wilt u deze url downloaden of afspelen?";
"ALWAYS_STREAM_URL" = "Always play URLs";
"SHARED_VLC_IOS_LIBRARY" = "Gedeelde bibliotheek van VLC for iOS";
"SMB_CIFS_FILE_SERVERS" = "Bestandsservers (SMB)";

"MANAGED_SERVERS" = "Beheerd";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";

"HTTP_DOWNLOAD_CANCELLED" = "Download geannuleerd door gebruiker";

"DOWNLOAD_FROM_HTTP" = "Downloads";
"ERROR_NUMBER" = "Fout %i opgetreden";
"DOWNLOAD_FAILED" = "Downloaden mislukt";
"FILE_NOT_SUPPORTED" = "Bestandsformaat niet ondersteund";
"FILE_NOT_SUPPORTED_LONG" = "Het bestandsformaat dat gebruikt wordt door %@ wordt niet ondersteund door deze versie van VLC voor iOS.";
"SCHEME_NOT_SUPPORTED" = "Adresformaat niet ondersteund";
"SCHEME_NOT_SUPPORTED_LONG" = "Het adresformaat (%@) wordt niet ondersteund. Gebruik een adres dat begint met HTTP, HTTPS of FTP.";
"RENAME_MEDIA_TO" = "Voer een nieuwe naam in voor %@";

"FOLDER_EMPTY" = "Lege map";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Kies een bestand om te openen:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Openen in...";
"SHARING_ERROR_NO_FILES" = "Kon geen bestanden vinden om te delen";
"SHARING_ERROR_NO_APPLICATIONS" = "Kon geen toepassingen vinden om dit type bestand te openen";
"SHARING_SUCCESS_CAMERA_ROLL" = "Bestand is succesvol opgeslagen in de camera roll";

"FAVORITEVC_DETAILTEXT" = "Uw favoriete mappen zien";
"STREAMVC_DETAILTEXT" = "Streams direct zonder downloaden afspelen";
"DOWNLOADVC_DETAILTEXT" = "Bestanden direct naar uw apparaat downloaden";
"HEADER_TITLE_RENDERER" = "Selecteer een casting-apparaat";

"BROWSE" = "Browse";
"NETWORK" = "Netwerk";
"LOCAL_NETWORK" = "Lokaal netwerk";
"CONNECT_TO_SERVER" = "Verbinden met server";
"FILE_SERVER" = "Bestandsservers";
"USER_LABEL" = "Gebruiker";
"PASSWORD_LABEL" = "Wachtwoord";
"DISABLE_LABEL" = "Uitschakelen";
"BUTTON_ANONYMOUS_LOGIN" = "Anonieme login";

"LOCAL_SERVER_REFRESH" = "Vernieuwen";
"LOCAL_SERVER_LAST_UPDATE" = "Laatst bijgewerkt op %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "VERBINDING MET SERVER MISLUKT";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Controleer uw server-adres en inloggegevens";

"FILES_APP_CELL_TITLE" = "Lokale bestanden";
"FILES_APP_CELL_SUBTITLE" = "Een bestand openen zonder het te kopiëren naar VLC";

"CLOUD_SERVICES" = "Cloud-diensten";
"LOGIN" = "Aanmelden";
"LOGGED_IN" = "Aangemeld";
"LOGGED_IN_SERVICES" = "%d aangemelde diensten";
"LOGGED_IN_SERVICE" = "1 aangemelde dienst";

"DROPBOX_DOWNLOAD" = "Bestand downloaden?";
"DROPBOX_DL_LONG" = "Wilt u \"%@\" downloaden naar uw  %@?";
"DROPBOX_LOGIN" = "Inloggen";

"GDRIVE_ERROR_FETCHING_FILES" = "Fout bij ophalen bestanden";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "Uw bestand werd succesvol gedownload";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "GELUKT";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Er trad een fout op bij het downloaden";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "FOUT";

"ONEDRIVE_MEDIA_WITHOUT_URL" = "Het geselecteerde medium heeft geen afspeelbare url";

"DISK_FULL" = "Opslaglimiet bereikt";
"DISK_FULL_FORMAT" = "%@ kan niet opgeslagen worden op uw %@, omdat u niet genoeg vrije ruime over hebt.";

"NUM_OF_FILES" = "%i bestanden";
"ONE_FILE" = "1 bestand";
"NO_FILES" = "Geen ondersteunde bestanden";
"DOWNLOADING" = "Downloaden...";
"REMAINING_TIME" = "Resterende tijd: %@";
"BIOMETRIC_UNLOCK" = "Mediabibliotheek ontgrendelen\nAnnuleren om paswoord in te geven";

// Passcode Strings that we need to localize for them
"Set Passcode" = "Wachtwoord instellen";
"Enter Passcode" = "Wachtwoord ingeven";
"Enter a passcode" = "Een wachtwoord ingeven";
"Enter your passcode" = "Enter your passcode";
"Passcodes did not match. Try again." = "Wachtwoorden kwamen niet overeen. Probeer opnieuw.";
"Re-enter your passcode" = "Wachtwoord opnieuw ingeven";
"Passcode Options" = "Passcode Options";
"4-Digit Numeric Code" = "4-Digit Numeric Code"; /* Passcode 4 digit numeric code */
"6-Digit Numeric Code" = "6-Digit Numeric Code"; /* Passcode 6 digit numeric code */

"Settings" = "Instellingen"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "Aan";
"OFF" = "Uit";

"EMPTY_LIBRARY" = "Mediabibliotheek leeg";
"EMPTY_LIBRARY_LONG" = "Voor het afspelen kunt u media streamen vanaf een server op uw lokale netwerk of van de cloud, of u kunt media met uw apparaat synchroniseren met behulp van iTunes, wifi-upload of clouddiensten.";

"EMPTY_NO_PLAYLISTS" = "Afspeellijsten";
"EMPTY_NO_PLAYLISTS_DESCRIPTION" = "Om afspeellijsten te maken, gaat u in de tabbladen Video of Audio naar de bewerkingsmodus en selecteert u uw favoriete media.\nU kunt ook bestaande afspeellijsten synchroniseren vanaf uw andere toestellen of het internet.";

"EMPTY_PLAYLIST" = "Afspeellijst leegmaken";
"EMPTY_PLAYLIST_DESCRIPTION" = "Media toevoegen tijdens het bewerken in de respectievelijke categorieën";

"EMPTY_HISTORY" = "Geschiedenis wissen";
"EMPTY_HISTORY_DESCRIPTION" = "Nog geen media.";

"EMPTY_MEDIA_LIST" = "Empty Media List";
"EMPTY_MEDIA_LIST_DESCRIPTION" = "The media list is empty therefore the playback could not start";

"PLAYBACK_SCRUB_HELP" = "Beweeg uw vinger naar boven om de scrubbing-ratio te wijzigen.";
"PLAYBACK_SCRUB_HIGH" = "Hoge snelheid scrubben";
"PLAYBACK_SCRUB_HALF" = "Halve snelheid scrubben";
"PLAYBACK_SCRUB_QUARTER" = "Kwart-snelheid scrubben";
"PLAYBACK_SCRUB_FINE" = "Fijn scrubben";
"PLAYBACK_SCRUB_TOTAL_TIME_FORMAT" = "%@ elapsed, total duration %@"; /* 1: elapsed time, 2: total time */
"PLAYBACK_SCRUB_REMAINING_TIME_FORMAT" = "%@ elapsed, %@"; /* 1: elapsed time, 2: remaining time */
"PLAYBACK_SCRUB_ACCESSIBILITY_TIME_DISPLAY" = "Time Display";
"PLAYBACK_POSITION" = "Afspeelpositie";
"VIDEO_FILTER" = "Videofilters";
"VIDEO_FILTER_RESET_BUTTON" = "Videofilters herstellen";
"VIDEO_ASPECT_RATIO_BUTTON" = "Beeldverhouding video";
"BWD_BUTTON" = "Achteruit springen";
"FWD_BUTTON" = "Vooruit springen";
"PLAY_BUTTON" = "Afspelen";
"NEXT_BUTTON" = "Volgende";
"PREV_BUTTON" = "Vorige";
"PLAY_ALL_BUTTON" = "Alles afspelen";
"PLAY_ALL_HINT" = "Alle media in de collectie afspelen";

"RESET_VIDEO_FILTERS" = "Wilt u de videofilters herstellen?";
"RESET_PLAYBACK_SPEED" = "Wilt u de afspeelsnelheid herstellen?";
"RESET_EQUALIZER" = "Wilt u de equalizer-instellingen herstellen?";
"RESET_SLEEP_TIMER" = "Wilt u de slaap-timer herstellen?";

"CUSTOM_EQUALIZER_PROFILES" = "Custom profiles";
"DEFAULT_PROFILE_NAME" = "Custom profile";
"CUSTOM_EQUALIZER_ALERT_TITLE" = "Save new profile";
"CUSTOM_EQUALIZER_ALERT_MESSAGE" = "Do you want to save a new profile with the selected values?";
"RENAME_CUSTOM_PROFILE_TITLE" = "Rename the profile";
"DELETE_CUSTOM_PROFILE_TITLE" = "Delete the profile";
"DELETE_CUSTOM_PROFILE_MESSAGE" = "Do you want to delete the selected profile?";

"VERSION_FORMAT" = "Versie: %@";
"BASED_ON_FORMAT" = "Gebaseerd op:<br />%@";

"NEW" = "NIEUW";

"VO_VIDEOPLAYER_TITLE" = "Videospeler";
"VO_VIDEOPLAYER_DOUBLETAP" = "Dubbel tikken om afspeelbediening weer te geven of te verbergen";

"FIRST_STEPS_ITUNES" = "File Sync";
"FIRST_STEPS_ITUNES_TITLE" = "Synchroniseren met uw computer";
"FIRST_STEPS_ITUNES_DETAILS" = "Connect your %@ to use the Finder or iTunes for \"File Sharing\". Select VLC to transfer files.";
"FIRST_STEPS_WIFI_TITLE" = "Delen via wifi";
"FIRST_STEPS_WIFI_DETAILS" = "Enter the generated URL in your favorite web browser while connected to the same network as your %@.";
"FIRST_STEPS_CLOUDS" = "Clouds";
"FIRST_STEPS_CLOUD_TITLE" = "Cloud";
"FIRST_STEPS_CLOUD_DETAILS" = "Upload uw media naar een cloudservice zoals Google Drive of Dropbox om ze op afstand te downloaden of te streamen.";

"PLEX_CHECK_ACCOUNT" = "Controleer uw Plex-account in de instellingen";
"PLEX_ERROR_ACCOUNT" = "Plex-aanmeldfout";

"UNAUTHORIZED" = "Niet toegestaan";

"SERVER" = "Server";
"SERVER_PORT" = "Poort";
"NO_SERVER_FOUND" = "Geen server gevonden";
"NO_RECENT_STREAMS" = "Er is recent geen stream afgespeeld";

"WEBINTF_TITLE" = "Delen via wifi";
"WEBINTF_ETHERNET" = "Delen via ethernet";
"WEBINTF_DROPFILES" = "Bestanden neerzetten";
"WEBINTF_DROPFILES_LONG" = "Zet bestanden in het venster om ze toe te voegen aan uw %@.<br>Of klik op de \"+\"-knop om het bestandskeuzevenster te gebruiken.";
"WEBINTF_DOWNLOADFILES" = "Bestanden downloaden";
"WEBINTF_DOWNLOADFILES_LONG" = "Klik op het bestand dat u wil downloaden van uw %@.";
"WEBINTF_ADDRESS_COPIED" = "Adres naar klembord gekopieerd";
"WEBINTF_TITLE_ATV" = "Remote Playback";
"WEBINTF_DROPFILES_LONG_ATV" = "Zet bestanden in het venster om ze af te spelen op uw %@.<br>Of klik op de \"+\"-knop om het bestandskeuzevenster te gebruiken.";
"WEBINTF_URL_SENT" = "URL succesvol verzonden.";
"WEBINTF_URL_EMPTY" = "URL mag niet leeg zijn.";
"WEBINTF_URL_INVALID" = "Geen geldige URL";
"WEBINTF_AUTH_REQUIRED" = "Voer het wachtwoord in dat u in VLC iOS hebt ingesteld:";
"WEBINTF_AUTH_WRONG_PASSCODE" = "Wachtwoord verkeerd.<br>Resterende pogingen: ";
"WEBINTF_AUTH_BANNED" = "U hebt te veel verkeerde wachtwoorden ingevoerd.<br>Start VLC iOS opnieuw op en probeer het opnieuw. ";

"DURATION" = "Duur";
"TITLE" = "Titel";
"ROTATE_BUTTON" = "Rotate"; /* Accessibility label for rotate button on the player */
"ROTATE_BUTTON_HINT" = "Toggles the video player between landscape and portrait mode."; /* Accessibility hint for rotate button on the player */

"AUDIO_INFO_VC_TITLE" = "Audio-info";
"ENTER_URL" = "URL opgeven om af te spelen";
"HTTP_SERVER_ON" = "Remote Playback uitschakelen";
"HTTP_SERVER_OFF" = "Remote Playback inschakelen";
"CACHED_MEDIA" = "Media in cache";
"CACHED_MEDIA_LONG" = "De hier weergegeven media is lokaal opgeslagen op uw Apple TV. Merk op dat inhoud op elk moment verwijderd kan worden door het besturingssysteem zonder voorafgaande melding wanneer VLC niet draait en als uw toestel te weinig opslagruimte heeft.";
"DOWNLOAD_SUBS_FROM_OSO" = "Download Subtitles...";
"FOUND_SUBS" = "Ondertitels teruggevonden";
"NO_SUB_FOUND_OSO" = "Er zijn geen ondertitels gevonden voor uw media-item \"%@\".";
"SELECT_AUDIO_FROM_FILES" = "Externe audio laden...";
"SELECT_SUBTITLE_FROM_FILES" = "Externe ondertitels laden...";
"USE_SPDIF" = "Pass-through (S/PDIF) gebruiken";

"PLAYBACK" = "Afspelen";
"REPEAT_MODE" = "Herhalen";
"REPEAT_DISABLED" = "Uitgeschakeld";
"REPEAT_SINGLE" = "Een herhalen";
"REPEAT_FOLDER" = "Map";
"SHUFFLE" = "Willekeurige volgorde";
"SHUFFLE_DISABLED" = "Willekeurige volgorde uit";

"RESET_NETWORK_STREAM_LIST_TITLE" = "Lijst herstellen";
"RESET_NETWORK_STREAM_LIST_TEXT" = "De lijst van recent afgespeelde netwerkstreams permanent herstellen.";

// MARK: - Local Network Service Names
"UPNP_LONG" = "Universele Plug'n'Play (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Plex-mediaserver (via Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_SHORT" = "FTP";
"SFTP_SHORT" = "SFTP";

"NFS_LONG" = "Network File System (NFS)";
"NFS_SHORT" = "NFS";

"BONJOUR_FILE_SERVERS" = "BONJOUR bestandsserver";
"DSM_WORKGROUP" = "Werkgroep";

"URL_NOT_SUPPORTED" = "De url kan niet geopend worden";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Druk op %@ om te verwijderen"; /* Insert %@ where play-pause-glyph should be placed */
"DELETE_MESSAGE" = "Bevestig het wissen van de selectie";
"DELETE_MESSAGE_PLAYLIST" = "Weet u zeker dat u de geselecteerde afspeellijst wilt verwijderen?\nBijbehorende mediabestanden worden niet verwijderd.";
"DELETE_MESSAGE_PLAYLIST_CONTENT" = "Weet u zeker dat u de geselecteerde media uit de afspeellijst verwijdert?\nZe worden niet van de schijf verwijderd.";

// MARK: - Drag and Drop

"PROTOCOL_NOT_SELECTED" = "Protocol niet geselecteerd";
"Settings" = "Instellingen";

"ERROR" = "Fout";
"SORT" = "Sorteren";
"SORT_BY" = "Sorteren op";
"SEARCH" = "Zoeken";
"VIDEO" = "Video";

// MARK: - MediaViewController Swipable Header
"ALBUMS" = "Albums";
"ARTISTS" = "Artiesten";
"EPISODES" = "Afleveringen";
"GENRES" = "Genres";
"ALL_VIDEOS" = "Alle video's";
"SONGS" = "Nummers";
"PLAYLISTS" = "Afspeellijsten";
"VIDEO_GROUPS" = "Videogroepen";
"HISTORY" = "Geschiedenis";
"MODIFIED_DATE" = "Datum gewijzigd";
"NAME" = "Naam";

// MARK: - EDIT

"BUTTON_MENU" = "Menu";
"BUTTON_MENU_HINT" = "Selecteer, organiseer en sorteer alle media-items die in deze weergave aanwezig zijn";

"BUTTON_EDIT" = "Bewerken";
"BUTTON_EDIT_HINT" = "Bewerkingsmodus";

"BUTTON_SELECT" = "Selecteren";
"BUTTON_SELECT_HINT" = "Selectieknop";

"BUTTON_SELECT_ALL" = "Alles selecteren";
"BUTTON_SELECT_ALL_HINT" = "Selecteer alle media-items die in deze weergave aanwezig zijn";

"BUTTON_HISTORY" = "Geschiedenis";
"BUTTON_HISTORY_HINT" = "Uw recent afgespeelde media weergeven";

"BUTTON_CLEAR" = "Wissen";
"CLEAR_HISTORY_TITLE" = "Geschiedenis wissen";
"CLEAR_HISTORY_MESSAGE" = "Geschiedenis wissen bevestigen";

"ADD_TO_PLAYLIST" = "Aan afspeellijst toevoegen";
"ADD_TO_PLAYLIST_HINT" = "Menu 'aan afspeellijst toevoegen' openen";

"PLAY_AS_AUDIO" = "Als audio afspelen";
"PLAY_AS_AUDIO_HINT" = "Het videobestand afspelen als audiobestand";

"PLAYLIST_PLACEHOLDER" = "Titel afspeellijst";
"PLAYLIST_DESCRIPTION" = "Kies een titel voor uw nieuwe afspeellijst";
"PLAYLIST_CREATION" = "Een nieuwe afspeellijst maken";
"PLAYLIST_CREATION_HINT" = "Een interactieve actie weergeven om een afspeellijst te maken";
"ERROR_PLAYLIST_CREATION" = "Kon geen afspeellijst aanmaken";
"ERROR_PLAYLIST_TRACKS" = "Kon tracks niet ophalen";

"ERROR_RENAME_FAILED" = "Naam wijzigen mislukt";
"ERROR_EMPTY_NAME" = "De titel mag niet leeg zijn";

"SHARE_LABEL" = "Delen";
"SHARE_HINT" = "Geselecteerde bestanden delen";
"RENAME_HINT" = "Naam van geselecteerde bestanden wijzigen";
"DELETE_HINT" = "Geselecteerde bestanden verwijderen";

"ADDITIONAL_OPTIONS" = "Aanvullende opties";

// MARK: - Sort

"BUTTON_SORT" = "Sorteren";
"BUTTON_SORT_HINT" = "Sorteerhandeling-blad weergeven";
"HEADER_TITLE_SORT" = "Sorteren op";
"DESCENDING_LABEL" = "Aflopende volgorde";
"DESCENDING_SWITCH_LABEL" = "Oplopende of aflopende volgorde";
"DESCENDING_SWITCH_HINT" = "Context sorteren in oplopende of aflopende volgorde";
"GRID_LAYOUT" = "Raster";
"GRID_LAYOUT_HINT" = "Items als raster weergeven";
"LIST_LAYOUT" = "Lijst";
"HIDE_FEAT_ARTISTS" = "Meewerkende artiesten verbergen";
"HIDE_TRACK_NUMBERS" = "Tracknummers verbergen";

// MARK: - VLCMediaLibraryKit - Sorting Criteria

"ALPHA" = "Alfanumeriek";
"DURATION" = "Duur";
"INSERTION_DATE" = "Datum ingevoegd";
"LAST_MODIFICATION_DATE" = "Laatst gewijzigd";
"RELEASE_DATE" = "Releasedatum";
"FILE_SIZE" = "Bestandsgrootte";
"ARTIST" = "Artiest";
"PLAY_COUNT" = "Aantal keer afgespeeld";
"ALBUM" = "Album";
"FILENAME" = "Bestandsnaam";
"TRACK_NUMBER" = "Tracknummer";
"NB_AUDIO" = "Audio-aantal";
"NB_MEDIA" = "Media-aantal";
"NB_VIDEO" = "Video-aantal";
"NB_ALBUM" = "Aantal albums";
"LAST_PLAYBACK_DATE" = "Laatste afspeeldatum";
"TRACK_ID" = "Track-ID";
"CUSTOM" = "Custom";

// MARK: - VLCNetworkLoginTVViewController

"NO_SAVING_DATA" = "Niets teruggevonden";

// MARK: - MediaCollectionViewCell

"UNKNOWN_ARTIST" = "Onbekende artiest";
"VARIOUS_ARTIST" = "Diverse artiesten";
"UNKNOWN_ALBUM" = "Onbekend album";
"SINGLE_ITEM_SELECTED" = "item geselecteerd";
"MULTIPLE_ITEMS_SELECTED" = "items geselecteerd";

// MARK: - VideoPlayerControls

"SUBTITLE_AND_TRACK_BUTTON" = "Ondertitel- en audiosporen";
"SUBTITLE_AND_TRACK_HINT" = "Ondertitel- of audiosporen kiezen";

"DVD_BUTTON" = "Dvd";
"DVD_HINT" = "Dvd-interface";

"ROTATION_LOCK_BUTTON" = "Draaivergrendeling";
"ROTATION_LOCK_HINT" = "Video in huidige oriëntatie vergrendelen";

"REPEAT_HINT" = "Zelfde media herhalen";
"DO_NOT_REPEAT_HINT" = "Medialijst niet herhalen";
"REPEAT_ALL_HINT" = "Medialijst herhalen";

"BACKWARD_BUTTON" = "Achteruit";
"BACKWARD_HINT" = "Achteruit springen";

"PREVIOUS_BUTTON" = "Vorige";
"PREVIOUS_HINT" = "Vorig medium";

"PLAY_PAUSE_BUTTON" = "Afspelen of pauzeren";
"PLAY_PAUSE_HINT" = "Afspelen starten of pauzeren";

"STOP_BUTTON" = "Stoppen";
"CLOSE_HINT" = "Afspelen stoppen";

"MINIMIZE_BUTTON" = "Minimaliseren";
"MINIMIZE_HINT" = "De speler minimaliseren";

"NEXT_HINT" = "Volgend medium";

"FORWARD_BUTTON" = "Vooruit";
"FORWARD_HINT" = "Vooruit springen";

"INTERFACE_LOCK_BUTTON" = "Interface vergrendelen";

"SELECT_A_MARK" = "Select the A mark";
"SELECT_A_MARK_HINT" = "Select the A mark of the AB loop";
"SELECT_B_MARK" = "Select the B mark";
"SELECT_B_MARK_HINT" = "Select the B mark of the AB loop";

"AB_LOOP" = "A→B-lus";
"AB_LOOP_MARKS" = "A→B-lusmarkeringen";

"RESET_AB_LOOP" = "Wilt u de A→B-lus verwijderen?";
"RESET_AB_LOOP_MARKS" = "Wilt u de A→B-lusmarkeringen herstellen?";

"SHUFFLE_HINT" = "Medialijst in willekeurige volgorde";
"SHUFFLE_OFF_HINT" = "Medialijst niet in willekeurige volgorde";

"ASPECT_RATIO_TITLE" = "Beeldverhoudingen";
"VIDEO_ASPECT_RATIO_BUTTON" = "Beeldverhouding video";
"VIDEO_ASPECT_RATIO_HINT" = "Beelverhouding van de huidige video veranderen";

"MORE_OPTIONS_BUTTON" = "Meer";
"MORE_OPTIONS_HINT" = "Meer optiebedieningen weergeven";

"PLAYBACK_CONTROLS_BAR_TITLE" = "Playback controls";
"PLAYBACK_CONTROLS_BAR_HINT" = "Pause, seek, next chapter";

"PLAYER_WARNING_SUBTITLE_CAST_TITLE" = "Ondertitels niet ondersteund";
"PLAYER_WARNING_SUBTITLE_CAST_DESCRIPTION" = "Ondertitels worden nog niet ondersteund tijdens het casten.";

// MARK: - MediaMoreOptionsActionSheet
"EQUALIZER_CELL_TITLE" = "Equalizer";
"MORE_OPTIONS_HEADER_TITLE" = "Video-opties";
"MORE_OPTIONS_HEADER_AUDIO_TITLE" = "Audio-opties";
"BOOKMARKS_TITLE" = "Bladwijzers";
"ADD_BOOKMARKS_TITLE" = "Bladwijzers toevoegen";
"BOOKMARK_DEFAULT_NAME" = "Bladwijzer op";
"BOOKMARK_RENAME_TITLE" = "Naam bladwijzer wijzigen";
"BOOKMARK_DELETE_TITLE" = "Bladwijzer verwijderen";
"BOOKMARK_DELETE_MESSAGE" = "Verwijderen van de bladwijzer bevestigen";
"INCREASE_BUTTON" = "Vermeerderen-knop";
"INCREASE_PLAYBACK_SPEED" = "De afspeelsnelheid verhogen";
"INCREASE_AUDIO_DELAY" = "De audiovertraging vergroten";
"INCREASE_SUBTITLES_DELAY" = "De ondertitelvertraging vergroten";
"DECREASE_BUTTON" = "Verminderen-knop";
"DECREASE_PLAYBACK_SPEED" = "De afspeelsnelheid verlagen";
"DECREASE_AUDIO_DELAY" = "De audiovertraging verkleinen";
"DECREASE_SUBTITLES_DELAY" = "De ondertitelvertraging verkleinen";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT" = "Snelkoppeling voor afspeelsnelheid weergeven";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT_HINT" = "Inschakelen om de snelkoppeling voor afspeelsnelheid weer te geven";
"VIDEO_FILTERS_HINT" = "Selecteren om de videofilter-weergave te openen";
"PLAYBACK_SPEED_HINT" = "Selecteren om de afspeelsnelheid-weergave te openen";
"SUBTITLES_DELAY_HINT" = "Select to open the subtitles delay view";
"AUDIO_DELAY_HINT" = "Select to open the audio delay view";
"SLEEP_TIMER_HINT" = "Selecteren om de slaap-timer-weergave te openen";
"EQUALIZER_HINT" = "Selecteren om de equalizer-weergave te openen";
"CHAPTERS_HINT" = "Selecteren om de hoofdstuk-weergave te openen";
"BOOKMARKS_HINT" = "Selecteren om de bladwijzers-weergave te openen";
"INTERFACE_LOCK_HINT" = "Optie inschakelen om de gebruikersinterface te vergrendelen";

// MARK: - Settings
"FORCE_RESCAN_TITLE" = "Opnieuw scannen van mediabibliotheek forceren";
"FORCE_RESCAN_MESSAGE" = "Wilt u VLC dwingen om uw mediabibliotheek opnieuw te scannen?\nHet kan enige tijd duren.";

"FEEDBACK_EMAIL_TITLE" = "Feedback over VLC op iOs en iPad";
"FEEDBACK_EMAIL_NOT_POSSIBLE_TITLE" = "Mail-account niet geconfigureerd";
"FEEDBACK_EMAIL_NOT_POSSIBLE_LONG" = "Neem contact met ons op via %@ vanaf een ander apparaat.";

"SETTINGS_THEME_BLACK" = "Zwarte achtergrond gebruiken bij donkere modus";
"SETTINGS_THEME_BLACK_SUBTITLE" = "Verbetert de levensduur van de batterij op toestellen met een OLED-scherm";

"SETTINGS_RESET_TITLE" = "Instellingen herstellen";
"SETTINGS_RESET_MESSAGE" = "Wilt u alle instellingen naar hun standaardwaarden herstellen?";

"SETTINGS_PLAY_ALL" = "Naadloos afspelen voor collecties";
"SETTINGS_PLAY_ALL_HINT" = "Inschakelen om de volgende media in de audio- of videotabss automatisch af te spelen";
"SETTINGS_PLAYLIST_PLAY_ALL" = "Naadloos afspelen voor afspeellijsten";
"SETTINGS_PLAYLIST_PLAY_ALL_HINT" = "Inschakelen om de volgende media in een afspeellijst automatisch af te spelen";

"SETTINGS_DOCUMENTATION" = "Documentation";

// MARK: - Local Network

"SMBV1_WARN_TITLE" = "SMBv1-verbindingswaarschuwing";
"SMBV1_WARN_DESCRIPTION" = "We hebben een oud protocol (SMBv1) ontdekt.\nWeet u echt zeker dat u doorgaat met SMBv1?\nWij adviseren u om uw serverinstellingen te upgraden of te wijzigen.";
"SMBV1_CONTINUE" = "Doorgaan met SMBv1";
"SMBV1_NEXT_PROTOCOL" = "SMBv2/v3 proberen";

// MARK: - Preview labels

"ENCODING" = "Coderen";

// MARK: - Media groups

"ADD_TO_MEDIA_GROUP" = "Toevoegen aan mediagroep";
"ADD_TO_MEDIA_GROUP_HINT" = "Menu 'aan mediagroep toevoegen' openen";

"MEDIA_GROUPS" = "Mediagroepen";
"MEDIA_GROUPS_DESCRIPTION" = "Kies een titel voor uw nieuwe mediagroep";
"MEDIA_GROUPS_PLACEHOLDER" = "Titel mediagroep";

"REMOVE_FROM_MEDIA_GROUP" = "Verwijderen uit mediagroep";
"REMOVE_FROM_MEDIA_GROUP_HINT" = "Selectie uit de mediagroep verwijderen";

"MEDIA_GROUP_CREATION" = "Nieuwe mediagroep";
"MEDIA_GROUP_CREATION_HINT" = "Waarschuwing weergeven om een afspeellijst te maken";
"MEDIA_GROUP_MOVE_TO_ROOT" = "Inhoud naar bovenste niveau verplaatsen";
"MEDIA_GROUP_MOVE_TO_ROOT_HINT" = "Verplaatst de inhoud van de selectie naar het bovenste niveau";

"BUTTON_REGROUP" = "Hergroeperen";
"BUTTON_REGROUP_TITLE" = "Selectie hergroeperen";
"BUTTON_REGROUP_HINT" = "Proberen om enkelvoudige media automatisch te hergroeperen.";
"BUTTON_REGROUP_DESCRIPTION" = "Weet u zeker dat u wilt proberen om enkelvoudige media automatisch te hergroeperen?\nDit kan even duren.";

// MARK: - Files.app persistence file
"MEDIALIBRARY_FILES_PLACEHOLDER" = "Media hier plaatsen om ze toe te voegen";
"MEDIALIBRARY_ADDING_PLACEHOLDER" = "Toevoegen...";

// MARK: - QueueViewController

"PLAY_HINT" = "Afspelen";
"PLAY_LABEL" = "Afspelen";
"PLAY_NEXT_IN_QUEUE_HINT" = "Volgende in wachtrij afspelen";
"PLAY_NEXT_IN_QUEUE_LABEL" = "Volgende in wachtrij afspelen";
"APPEND_TO_QUEUE_HINT" = "Toevoegen aan wachtrij";
"APPEND_TO_QUEUE_LABEL" = "Toevoegen aan wachtrij";
"QUEUE_LABEL" = "Queue";

"DISPLAY_AS" = "Weergeven als";

/* New strings */
"BRIGHTNESS_HINT" = "Verticale helderheidsbediening";
"BRIGHTNESS_SLIDER" = "Verticaal schuiven om het helderheidsniveau te wijzigen";

/* New strings */
"VOLUME_HINT" = "Verticale volumebediening";
"VOLUME_SLIDER" = "Verticaal schuiven om het volumeniveau te wijzigen";

// MARK: - AudioMiniPlayer playback controls menu
"MENU_PLAYBACK_CONTROLS" = "Afspeelbesturing";
"MENU_REPEAT_DISABLED" = "Niet herhalen";
"MENU_REPEAT_SINGLE" = "Eén herhalen";
"MENU_REPEAT_ALL" = "Alles herhalen";

// MARK: - ActionSheet

"ACTIONSHEET_BACKGROUND_LABEL" = "Achtergrond actieblad";
"ACTIONSHEET_BACKGROUND_HINT" = "Tikken om het actieblad te verwijderen.";

// MARK: - Donation
"DONATION_CUSTOM_AMOUNT" = "Enter Custom Amount";
"DONATION_TITLE" = "Privacy over profit";
"DONATION_DESCRIPTION" = "Private, open-source multimedia, funded by you. No ads, no tracking, no compromise. Free for everyone to use. Donate now to support VideoLAN.";
"DONATION_WINDOW_TITLE" = "Make a Donation to VideoLAN";
"DONATE_CC_DC" = "Credit or Debit card";
"DONATION_CHOOSE_PP" = "Please select your payment provider";
"DONATION_CHOOSE_CURRENCY" = "Please select a currency";
"DONATION_AMOUNT" = "Donation amount: %@";
"DONATION_CC_NUM" = "Credit Card Number";
"DONATION_CC_EXPIRY_DATE" = "Expiry Date";
"DONATION_CC_EXPIRY_DATE_MONTH" = "MM";
"DONATION_CC_EXPIRY_DATE_YEAR" = "YY";
"DONATION_CC_CVV" = "CVV";
"DONATION_APPLE_PAY_NOT_POSSIBLE" = "Failure configuring Apple Pay";
"DONATION_APPLE_PAY_NOT_POSSIBLE_LONG" = "VLC failed to configure Apple Pay to perform your donation. Please choose a different payment provider to continue.";
"DONATION_DONATE_BUTTON" = "Donate";
"PURCHASE_FAILED" = "Aankoop mislukt.";
"SEND_DONATION" = "Uw donatie versturen";
"PURCHASE_SUCESS_TITLE" = "Donatie verstuurd";
"PURCHASE_SUCESS_DESCRIPTION" = "Bedankt voor uw donatie!";
"DONATION_CONTINUE" = "Continue";
"BUTTON_NOT_NOW" = "Not now";
"DONATION_NAGSCREEN_TITLE" = "Donate today";
"DONATION_NAGSCREEN_SUBTITLE" = "Support free and open source multimedia";
"DONATION_INVOICES" = "Invoices";
"DONATION_RECEIPTS" = "Receipts";
"DONATION_INVOICES_RECEIPTS" = "Invoices & Receipts";
"DONATION_CHARGES_CLEARED_ON_REINSTALL" = "If you have reinstalled VLC, invoices or receipts from previous donations will not be available as all your personal information is stored on this device only.\n\nIf you have any questions, contact us at donation@videolan.org and mention this anonymous user ID: %@";
"DONATION_CANCEL_MONTHLY" = "Cancel Regular Donation";
"DONATION_MONTHLY" = "Monthly";
"DONATION_MONTHLY_FORMAT" = "%@/month";
"DONATION_MONTHLY_VIDEOLAN" = "Monthly Donation to VideoLAN";
"DONATION_ONCE" = "One-Time";
"DONATION_UPDATE_MONTHLY" = "Update Regular Donation";
"DONATION_VIDEOLAN" = "Donation to VideoLAN";
"DONATION_CANCEL_LONG" = "We are sad to see you cancelling the regular monthly donations to VideoLAN. Your previous support means a lot to us. Thank you so much!";
"DONATION_BANK_TRANSFER" = "Bank Transfer";
"DONATION_BANK_TRANSFER_LONG" = "Stripe processes donations made to VideoLAN. VideoLAN does not store or collect your personal information.";
"DONATION_BUTTON_AGREE" = "Agree";
"DONATION_IBAN" = "Bank Account Number (IBAN)";
"DONATION_EMAIL" = "Email";
"DONATION_NAME" = "Name";
"DONATION_NAME_BANK_ACCOUNT" = "Name on Bank Account";
"DONATION_EMBARGOED_COUNTRY" = "We currently cannot accept donations in your country. Enjoy VLC!";

// MARK: - Playback keyboard shortcuts

"KEY_JUMP_BACKWARDS" = "Achteruit springen";
"KEY_JUMP_FORWARDS" = "Vooruit springen";
"KEY_INCREASE_PLAYBACK_SPEED" = "Afspeelsnelheid verhogen";
"KEY_DECREASE_PLAYBACK_SPEED" = "Afspeelsnelheid verlagen";
"KEY_RESET_PLAYBACK_SPEED" = "Afspeelsnelheid herstellen";
"KEY_SEEK_TO_PERCENT" = "Seek to %i%% of duration";

// MARK: - TitleSelection

"TITLESELECTION_BACKGROUND_LABEL" = "Achtergrond titelselectie";
"TITLESELECTION_BACKGROUND_HINT" = "Tikken om de weergave te verwijderen.";

// MARK: - NEW DELETE STRINGS
"DELETE_SINGLE_TITLE" = "\"%@\" verwijderen?";
"DELETE_MULTIPLE_TITLE" = "\"%@\" en %d andere bestanden verwijderen?";

// MARK: - AppIntent Strings
"APPINTENT_PLAY_MEDIA_TITLE" = "Play in the background";
"APPINTENT_PLAY_MEDIA_DESCRIPTION" = "Play the selected playlist in the background without opening the app.";
"APPINTENT_PLAY_MEDIA_PLAY_${mediaName}" = "Play ${mediaName} in the background";

// MARK: - VerticalSliderControl Strings
"VERTICAL_SLIDER_CONTROL_ACCESSIBILITY_LABEL" = "Vertical slider";
"VERTICAL_SLIDER_CONTROL_INCREMENT_ACTION" = "Increment";
"VERTICAL_SLIDER_CONTROL_DECREMENT_ACTION" = "Decrement";

// MARK: - Download Completion Announcement
"DOWNLOAD_COMPLETED_ANNOUNCEMENT" = "Downloading file \"%@\" completed";

//MARK: - Playlist Add Action Status
"ADD_TO_PLAYLIST_STATUS_MESSAGE" = "Added %d media to %@";
"ADD_ALERT_TITLE" = "Selection found in playlist";
"ADD_ALERT_MESSAGE_SINGLE" = "You are trying to add a media that is already part of %@";
"ADD_ALERT_MESSAGE_MULTIPLE" = "You are trying to add %d media that are already part of %@";

//MARK: - Last played playlist indicator
"LAST_PLAYED_PLAYLIST_LABEL_TITLE" = "Last Played";
